      **************************************************************************
      * THIS IS YOUR COBOL PROGRAM.
      * DON'T WORRY, THESE ARE COMMENTS.
      * PROGRAM NAME. TESTING.
      * AUTHOR NAME. PEDRO SENA.
       IDENTIFICATION DIVISION.
       PROGRAM-ID. TESTING.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'THIS IS A CUSTOM DISPLAY!'.
           STOP RUN.
